Repository: xfce-mirror/xfce4-mount-plugin
Catalog: po/*.po
Languages: ro, vi

source: %.1f B
ro: %.1f o

source: %.1f KB
ro: %.1f Ko

source: %.1f MB
ro: %.1f Mo

source: %.1f GB
ro: %.1f Go

source: size: %g
ro: dimensiunea totală: %g
vi: kích thước: %g

source: used size: %g
ro: dimensiunea utilizată: %g
vi: kích thước đã sử dụng: %g

source: available size: %g
ro: dimensiunea disponibilă: %g
vi: kích thước có sẵn: %g

source: percentage used: %d
ro: procentul de spațiu utilizat: %d
vi: tỷ lệ phần trăm được sử dụng: %d

source: file system type: %s
ro: tipul sistemului de fișiere: %s
vi: loại hệ thống tệp: %s

source: actual mount point: %s
ro: punctul de montare real: %s
vi: điểm gắn kết thực tế: %s

source: disk: %s
ro: disc: %s
vi: đĩa: %s

source: mount point: %s
ro: punct de montare: %s
vi: điểm gắn kết: %s

source: not mounted
ro: nu este montat
vi: chưa gắn

source: Xfce 4 Mount Plugin
ro: Modulul de montare Xfce 4
vi: Plugin gắn kết Xfce 4

source: Failed to mount device:
ro: Montarea dispozitivului a eșuat:
vi: Không thể gắn thiết bị:

source: Error executing on-mount command:
ro: Eroare la execuția comenzii «on-mount»:
vi: Lỗi khi thực thi lệnh on-mount:

source: Failed to umount device:
ro: Demontarea dispozitivului a eșuat:
vi: Không thể kết nối thiết bị:

source: The device should be removable safely now:
ro: Dispozitivul ar trebui să poată fi extras în siguranță acum:
vi: Thiết bị nên được tháo rời một cách an toàn ngay bây giờ:

source: An error occurred. The device should not be removed:
ro: A apărut o eroare. Dispozitivul nu poate fi extras:
vi: Đã xảy ra lỗi. Không nên tháo thiết bị:

source: Your /etc/fstab could not be read. This will severely degrade the plugin's abilities.
ro: Fișierul „/etc/fstab” nu a putut fi citit. Acest lucru va degrada sever abilitățile modulului.
vi: /etc/fstab của bạn không thể đọc được. Điều này sẽ làm suy giảm nghiêm trọng khả năng của plugin.

source: [%s/%s] %s free
ro: [%s/%s] %s liber
vi: [%s/%s] %s trống

source: <span foreground="#FF0000">not mounted</span>
ro: <span foreground="#FF0000">nu este montat</span>
vi: <span foreground="#FF0000">chưa gắn</span>

source: <b><i><span font_size="large">Xfce 4 Mount Plugin – Devices and Mount Points</span></i></b>
ro: <b><i><span font_size="large">Modulul de montare Xfce 4 - Dispozitive și puncte de montare</span></i></b>
vi: <b><i><_spanfontize="large">Plugin gắn kết Xfce 4 – Thiết bị và điểm gắn kết</span></i></b>

source: devices
ro: dispozitive
vi: thiết bị

source: Mount Plugin
ro: Modul de montare
vi: Plugin gắn

source: _Close
ro: În_chide
vi: Đó_ng

source: Properties
ro: Proprietăți
vi: Thuộc tính

source: This is only useful and recommended if you specify "sync" as part of the "unmount" command string.
ro: Acest lucru este util și recomandat numai dacă specificați „sync” ca parte a șirului comenzii „unmount”.
vi: Điều này chỉ hữu ích và được khuyến nghị nếu bạn chỉ định "đồng bộ hóa" như một phần của chuỗi lệnh "ngắt kết nối".

source: Show _message after unmount
ro: Afișează un mesaj după demontare
vi: _Hiển thị thông báo sau khi ngắt kết nối

source: You can specify a distinct icon to be displayed in the panel.
ro: Puteți specifica o pictogramă distinctă care să fie afișată în panou.
vi: Bạn có thể chỉ định một biểu tượng riêng biệt sẽ được hiển thị trong bảng điều khiển điều khiển.

source: Icon:
ro: Pictogramă:
vi: Biểu tượng:

source: Select an image
ro: Selectați o imagine
vi: Chọn một hình ảnh

source: _General
ro: _Generale
vi: Tổn_g quan

source: This command will be executed after mounting the device with the mount point of the device as argument. If you are unsure what to insert, try "%s %%m". '%%d' can be used to specify the device, '%%m' for the mountpoint.
ro: Această comandă va fi executată după montarea dispozitivului cu punctul de montare al dispozitivului ca argument. Dacă nu sunteți sigur ce să introduceți, încercați «%s %%m». „%%d” poate fi utilizat pentru a specifica dispozitivul, „%%m” pentru punctul de montare.
vi: Lệnh này sẽ được thực thi sau khi gắn thiết bị với điểm gắn kết của thiết bị làm đối số. Nếu bạn không chắc chắn nên chèn gì, hãy thử "%s %%m". '%%d' có thể được sử dụng để chỉ định thiết bị, '%%m' cho điểm gắn kết.

source: _Execute after mounting:
ro: _Execută după montare:
vi: _Thực hiện sau khi lắp:

source: WARNING: These options are for experts only! If you do not know what they may be good for, keep your hands off!
ro: AVERTISMENT: Aceste opțiuni sunt doar pentru experți! Dacă nu știți la ce pot fi bune, nu le atingeți!
vi: CẢNH BÁO: Những tùy chọn này chỉ dành cho người dùng có kinh nghiệm! Nếu không biết rõ về chúng, xin đừng thay đổi gì!

source: _Custom commands
ro: _Comenzi personalizate
vi: Lệnh tùy _chỉnh

source: Most users will only want to prepend "sudo" to both commands or prepend "sync %d &&" to the "unmount %d" command. '%d' is used to specify the device, '%m' for the mountpoint.
ro: Majoritatea utilizatorilor vor dori doar să adauge «sudo» la ambele comenzi sau să adauge „sync %d &&” la comanda «unmount %d». „%d” este utilizat pentru a specifica dispozitivul, „%m” pentru punctul de montare.
vi: Hầu hết người dùng sẽ chỉ muốn thêm "sudo" vào cả hai lệnh hoặc thêm "sync %d &&" vào lệnh "unmount %d". '%d' được sử dụng để chỉ định thiết bị, '%m' cho điểm gắn kết.

source: _Mount command:
ro: Comandă de _montare:
vi: _Lệnh gắn kết:

source: _Unmount command:
ro: Comandă de _demontare:
vi: _Lệnh ngắt kết nối:

source: _Commands
ro: _Comenzi
vi: _Lệnh

source: Activate this option to also display network file systems like NFS, SMBFS, SHFS and SSHFS.
ro: Activați această opțiune pentru a afișa și sistemele de fișiere de rețea precum NFS, SMBFS, SHFS și SSHFS.
vi: Kích hoạt tùy chọn này để màn hình các hệ thống tệp mạng như NFS, SMBFS, SHFS và SSHFS.

source: Display _network file systems
ro: Afișează sistemele de fișiere di_n rețea
vi: Hiể_n thị hệ thống tệp mạng

source: Activate this option to also eject a CD-drive after unmounting and to insert before mounting.
ro: Activați această opțiune pentru a ejecta de asemenea un CD după demontare și pentru a-l introduce înainte de montare.
vi: Kích hoạt tùy chọn này để đẩy ổ đĩa CD ra sau khi tháo và lắp vào trước khi lắp.

source: _Eject CD-drives
ro: _Ejectează CD-urile
vi: Đẩ_y ổ đĩa CD ra

source: Activate this option to only have the mount points be displayed.
ro: Activați această opțiune pentru a afișa numai punctele de montare.
vi: Kích hoạt tùy chọn này để chỉ hiển thị các điểm gắn kết.

source: Display _mount points only
ro: Afișează numai punctele de _montare
vi: Chỉ Màn hình điể_m gắn kết

source: Trim the device names to the number of characters specified in the spin button.
ro: Reduce numele dispozitivelor la numărul de caractere specificat.
vi: Cắt bớt tên thiết bị theo số ký tự được chỉ định trong nút xoay.

source: Trim device names:
ro: Reduce numele dispozitivelor la:
vi: Cắt tên thiết bị:

source: characters
ro: caractere
vi: nhân vật

source: Exclude the following file systems from the menu. The list is separated by simple spaces. It is up to you to specify correct devices or mount points. An asterisk (*) can be used as a placeholder at the end of a path, e.g., "/mnt/*" to exclude any mountpoints below "/mnt".
ro: Exclude din meniu următoarele sisteme de fișiere. Lista este separată prin spații simple. Depinde de dvs. să specificați dispozitivele sau punctele de montare corecte. Un asterisc (*) poate fi utilizat ca semn de înlocuire la sfârșitul unei rute, de exemplu, „/mnt/*” pentru a exclude toate punctele de montare aflate sub „/mnt”.
vi: Loại trừ các hệ thống tệp sau khỏi menu. Danh sách được phân tách bằng dấu cách đơn giản. Bạn có thể chỉ định đúng thiết bị hoặc điểm gắn kết. Dấu hoa thị (*) có thể được sử dụng làm phần giữ chỗ ở cuối một đường dẫn, ví dụ: "/mnt/*" để loại trừ mọi điểm gắn kết bên dưới "/mnt".

source: E_xclude specified file systems
ro: E_exclude sistemele de fișiere specificate
vi: _Loại trừ các hệ thống tệp được chỉ định

source: _File systems
ro: Sisteme de _fișiere
vi: _Hệ thống tập tin

source: Show partitions/devices and allow to mount/unmount them
ro: Afișează partițiile/dispozitivele și permite montarea/demontarea lor
vi: Hiển thị các phân vùng/thiết bị và cho phép gắn kết/ngắt kết nối chúng

source: Mount devices
ro: Montare dispozitive
vi: Thiết bị gắn

source: Shows all mountable devices and (un)mounts them on request.
ro: Afișează toate dispozitivele care pot fi montate și le (dez)montează la cerere.
vi: Hiển thị tất cả thiết bị có thể gắn và (bỏ) gắn chúng theo yêu cầu.
