Repository: xfce-mirror/xfce4-mount-plugin
Catalog: po/hye.po
Languages: hye

source: %.1f B
hye: %.1f Բայթ

source: %.1f KB
hye: %.1f ԿիլոԲայթ

source: %.1f MB
hye: %.1f ՄեգաԲայթ

source: %.1f GB
hye: %.1f ԳեգաԲայթ

source: size: %g
hye: չափս. %g

source: used size: %g
hye: աւգտագործուած չափսը. %g

source: percentage used: %d
hye: աւգտագործուած տոկոսը. %d

source: file system type: %s
hye: նիշային համակարգի տեսակը. %s

source: actual mount point: %s
hye: միացման իրական կէտը. %s

source: disk: %s
hye: սկաւառակ. %s

source: mount point: %s
hye: միացման կէտը. %s

source: not mounted
hye: միացուած չէ

source: Xfce 4 Mount Plugin
hye: Xfce 4 Միացման Ներդիր

source: Failed to mount device:
hye: Չյաջողուեց միանալ սարքին.

source: Error executing on-mount command:
hye: Միացուած հրամանի կատարման սխալ.

source: Failed to umount device:
hye: Չյաջողուեց միացնել սարքը.

source: The device should be removable safely now:
hye: Սարքը այժմ պէտք է անվտանգ հեռացուի.

source: An error occurred. The device should not be removed:
hye: Սխալ է տեղի ունեցել. Սարքը չպէտք է հեռացուի.

source: Your /etc/fstab could not be read. This will severely degrade the plugin's abilities.
hye: Ձեր / etc / fstab- ը հնարաւոր չէ կարդալ: Սա խստորէն կնուազեցնի ներդրաւնի ունակութիւնները:

source: [%s/%s] %s free
hye: [%s/%s]%s ազատ

source: <span foreground="#FF0000">not mounted</span>
hye: <span foreground="#FF0000">չի միացուել</span>

source: <b><i><span font_size="large">Xfce 4 Mount Plugin – Devices and Mount Points</span></i></b>
hye: <b><i><span font_size="large">Xfce4 Mount Plugin - Սարքեր եւ Միացման Կէտեր</span></i></b>

source: devices
hye: սարքեր

source: Mount Plugin
hye: Միացման Ներդրաւն

source: Properties
hye: Յատկութիւններ

source: This is only useful and recommended if you specify "sync" as part of the "unmount" command string.
hye: Սա միայն աւգտակար է եւ խորհուրդ է տրուում, եթէ Դուք նշել էք «համաժամեցում» որպէս «unmount» հրամանի տողի մաս.

source: Show _message after unmount
hye: Ցոյց տալ _հաղորդագրութիւնը միացնելուց յետոյ

source: You can specify a distinct icon to be displayed in the panel.
hye: Դուք կարող էք նշել յստակ պատկեր, որպէսզի այն ցուցադրուի վահանակում:

source: Icon:
hye: Պատկերակ.

source: Select an image
hye: Ընտրէք պատկեր

source: _General
hye: _ Ընդհանուր

source: This command will be executed after mounting the device with the mount point of the device as argument. If you are unsure what to insert, try "exo-open %m". '%d' can be used to specify the device, '%m' for the mountpoint.
hye: Այս հրամանը կկատարուի սարքի միացման կէտի տեղադրումից յետոյ որպէս փոփոխական: Եթէ վստահ չէք, թէ ինչ պէտք է տեղադրէք, փորձէք «exo-open %m»: '%d' կարող է աւգտագործուել սարքը նշելու համար, '%m' միացման կէտի համար:

source: _Execute after mounting:
hye: _Գործարկէք միացումից յետոյ.

source: WARNING: These options are for experts only! If you do not know what they may be good for, keep your hands off!
hye: ԶԳՈՒՇԱՑՈՒՄ. Այս ընտրանքները միայն մասնագետների համար են: Եթէ չգիտէք, թէ ինչի համար կարող են լաւ լինել, ձեռքերը հեռու պահէք:

source: _Custom commands
hye: _Ընտրելի հրամաններ

source: Most users will only want to prepend "sudo" to both commands or prepend "sync %d &&" to the "unmount %d" command. '%d' is used to specify the device, '%m' for the mountpoint.
hye: Աւգտատէրերի մեծամասնութիւնը աւելացնում են "sudo" կամ "sync %d&&" "unmount %d"-ից առաջ: '%d' աւգտագործուում է սարքը նշելու համար, '%m' մոնտաժի համար:

source: _Mount command:
hye: _Միացման հրաման.

source: _Unmount command:
hye: _Անջատման հրաման.

source: _Commands
hye: _Հրամաններ

source: Activate this option to also display network file systems like NFS, SMBFS, SHFS and SSHFS.
hye: Ակտիւացրէք այս տարբերակը` ցուցադրելու նաեւ ցանցային նիշային համակարգեր, ինչպիսիք են NFS, SMBFS, SHFS եւ SSHFS-ը:

source: Display _network file systems
hye: Ցուցադրել _ցանցային նիշային համակարգերը

source: Activate this option to also eject a CD-drive after unmounting and to insert before mounting.
hye: Ակտիվացրէք այս տարբերակը` նաեւ հեռացնելուց յետոյ CD- յիշասարքը դուրս հանելու եւ անջատելուց առաջ տեղադրելու համար:

source: _Eject CD-drives
hye: _Հեռացրէք CD-յիշասարքերը

source: Activate this option to only have the mount points be displayed.
hye: Ակտիվացրէք այս տարբերակը` միայն միացման կէտերը ցուցադրելու համար:

source: Display _mount points only
hye: Ցուցադրել _միացման կէտերը միայն

source: Trim the device names to the number of characters specified in the spin button.
hye: Սարքի անունները հատէք կոճակի մէջ նշուած նիշերի թուին:

source: Trim device names:
hye: Հատէք սարքերի անունները.

source: characters
hye: գրանշաններ

source: E_xclude specified file systems
hye: Գոր_ծարկէք նշուախ նիշային համակարգերը

source: _File systems
hye: _Նիշային համակարգեր

source: Show partitions/devices and allow to mount/unmount them
hye: Ցուցադրել մասնաբաժինները/ սարքերը եւ թույլ տալ, որ դրանք տեղադրուեն / անջատուեն

source: Copyright (c) 2005-2018
hye: Հեղինակային իրաւունք (c) 2005-2018

source: Mount devices
hye: Միացնել սարքերը
